Repository: common-repository/peachpay-for-woocommerce
Catalog: localization/plugin-js-language-files/plugin-js-*.po
Languages: ar, ca, cs, de, el, nl, sl, th, uk

source: + Add new option
ar: + إضافة خيار جديد
ca: + Afegeix una nova opció
cs: + Přidat novou možnost
de: + Neue Option hinzufügen
el: + Προσθήκη νέας επιλογής
nl: + Nieuwe optie toevoegen
sl: + Dodaj novo možnost
th: + เพิ่มตัวเลือกใหม่
uk: + Додати нову опцію

source: Are you sure you want to add all supported currencies? This will replace the current table.
ar: هل أنت متأكد أنك تريد إضافة جميع العملات المدعومة؟ سيحل هذا محل الجدول الحالي.
ca: Esteu segur que voleu afegir totes les monedes admeses? Això substituirà la taula actual.
cs: Opravdu chcete přidat všechny podporované měny? Tím se nahradí aktuální tabulka.
de: Möchten Sie wirklich alle unterstützten Währungen hinzufügen? Dadurch wird die aktuelle Tabelle ersetzt.
el: Είστε βέβαιοι ότι θέλετε να προσθέσετε όλα τα υποστηριζόμενα νομίσματα; Αυτό θα αντικαταστήσει τον τρέχοντα πίνακα.
nl: Weet u zeker dat u alle ondersteunde valuta's wilt toevoegen? Dit vervangt de huidige tabel.
sl: Ali ste prepričani, da želite dodati vse podprte valute? To bo nadomestilo trenutno tabelo.
th: คุณแน่ใจหรือไม่ว่าต้องการเพิ่มสกุลเงินที่รองรับทั้งหมด สิ่งนี้จะแทนที่ตารางปัจจุบัน
uk: Ви впевнені, що хочете додати всі підтримувані валюти? Це замінить поточну таблицю.

source: Are you sure you want to clear all currencies?
ar: هل أنت متأكد أنك تريد مسح جميع العملات؟
ca: Esteu segur que voleu esborrar totes les monedes?
cs: Opravdu chcete vymazat všechny měny?
de: Möchten Sie wirklich alle Währungen löschen?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε όλα τα νομίσματα;
nl: Weet u zeker dat u alle valuta's wilt wissen?
sl: Ali ste prepričani, da želite počistiti vse valute?
th: คุณแน่ใจหรือไม่ว่าต้องการล้างสกุลเงินทั้งหมด?
uk: Ви впевнені, що бажаєте очистити всі валюти?

source: Cancel
ar: يلغي
ca: Cancel · lar
cs: zrušení
de: Absagen
el: Ματαίωση
nl: Annuleren
sl: Prekliči
th: ยกเลิก
uk: Скасувати

source: Choose the type of field to add. A “Select” is a drop down menu, and “Radio” is a set of bubbles that you can choose one option from.
ar: اختر نوع الحقل المراد إضافته. "تحديد" عبارة عن قائمة منسدلة ، و "راديو" عبارة عن مجموعة من الفقاعات التي يمكنك اختيار خيار واحد منها.
ca: Trieu el tipus de camp que voleu afegir. Una "Selecciona" és un menú desplegable i "Ràdio" és un conjunt de bombolles entre les quals podeu triar una opció.
cs: Vyberte typ pole, které chcete přidat. „Vybrat“ je rozbalovací nabídka a „Rádio“ je sada bublin, ze kterých si můžete vybrat jednu možnost.
de: Wählen Sie den hinzuzufügenden Feldtyp aus. Ein „Auswählen“ ist ein Dropdown-Menü und „Radio“ ist eine Reihe von Blasen, aus denen Sie eine Option auswählen können.
el: Επιλέξτε τον τύπο του πεδίου για προσθήκη. Το "Select" είναι ένα αναπτυσσόμενο μενού και το "Radio" είναι ένα σύνολο φυσαλίδων από τις οποίες μπορείτε να επιλέξετε μία επιλογή.
nl: Kies het type veld dat u wilt toevoegen. Een "Selecteren" is een vervolgkeuzemenu en "Radio" is een reeks bubbels waaruit u een optie kunt kiezen.
sl: Izberite vrsto polja, ki ga želite dodati. »Izberi« je spustni meni, »Radio« pa niz oblačkov, med katerimi lahko izberete eno možnost.
th: เลือกประเภทของฟิลด์ที่จะเพิ่ม "เลือก" คือเมนูแบบเลื่อนลง และ "วิทยุ" คือชุดของฟองอากาศที่คุณสามารถเลือกได้หนึ่งตัวเลือก
uk: Виберіть тип поля, яке потрібно додати. «Вибрати» — це спадне меню, а «Радіо» — це набір бульбашок, з яких можна вибрати один варіант.

source: Default value:
ar: القيمة الافتراضية:
ca: Valor per defecte:
cs: Výchozí hodnota:
de: Standardwert:
el: Προεπιλεγμένη τιμή:
nl: Standaardwaarde:
sl: Privzeta vrednost:
th: ค่าเริ่มต้น:
uk: Значення за замовчуванням:

source: Display in Order Detail
ar: العرض في تفاصيل الطلب
ca: Mostra en detall de la comanda
cs: Zobrazit v detailu objednávky
de: Anzeige im Auftragsdetail
el: Εμφάνιση σε λεπτομέρειες παραγγελίας
nl: Weergeven in besteldetail
sl: Prikaži v podrobnostih naročila
th: แสดงในรายละเอียดการสั่งซื้อ
uk: Відображення в деталях замовлення

source: Display in email
ar: عرض في البريد الإلكتروني
ca: Mostra al correu electrònic
cs: Zobrazit v e-mailu
de: Anzeige in E-Mail
el: Εμφάνιση σε email
nl: Weergeven in e-mail
sl: Prikaži v e-pošti
th: แสดงในอีเมล
uk: Відображати в електронній пошті

source: Enable
ar: يُمكَِن
ca: Activa
cs: Umožnit
de: Ermöglichen
el: επιτρέπω
nl: Inschakelen
sl: Omogoči
th: เปิดใช้งาน
uk: Увімкнути

source: Feedback
ar: استجابة
cs: Zpětná vazba
el: Ανατροφοδότηση
sl: Povratne informacije
th: ข้อเสนอแนะ
uk: Зворотній зв'язок

source: Field details
ar: تفاصيل الحقل
ca: Detalls del camp
cs: Podrobnosti pole
de: Felddetails
el: Λεπτομέρειες πεδίου
nl: Velddetails
sl: Podrobnosti polja
th: รายละเอียดสนาม
uk: Деталі поля

source: I couldn't get the plugin to work
ar: لم أتمكن من تشغيل المكون الإضافي
ca: No he pogut fer que el connector funcioni
cs: Nemohl jsem zprovoznit plugin
de: Ich konnte das Plugin nicht zum Laufen bringen
el: Δεν μπόρεσα να λειτουργήσει το πρόσθετο
nl: Ik kreeg de plug-in niet werkend
sl: Vtičnika nisem mogel zagnati
th: ฉันใช้งานปลั๊กอินไม่ได้
uk: Я не міг змусити плагін працювати

source: I found a better plugin
ar: لقد وجدت مكونًا إضافيًا أفضل
ca: He trobat un complement millor
cs: Našel jsem lepší plugin
de: Ich habe ein besseres Plugin gefunden
el: Βρήκα ένα καλύτερο πρόσθετο
nl: Ik heb een betere plug-in gevonden
sl: Našel sem boljši vtičnik
th: ฉันพบปลั๊กอินที่ดีกว่า
uk: Я знайшов кращий плагін

source: I no longer need the plugin
ar: لم أعد بحاجة إلى البرنامج المساعد
ca: Ja no necessito el connector
cs: Plugin již nepotřebuji
de: Ich brauche das Plugin nicht mehr
el: Δεν χρειάζομαι πλέον το πρόσθετο
nl: Ik heb de plug-in niet meer nodig
sl: Vtičnika ne potrebujem več
th: ฉันไม่ต้องการปลั๊กอินอีกต่อไป
uk: Мені більше не потрібен плагін

source: Label:
ar: مُلصَق:
ca: Etiqueta:
cs: Označení:
de: Etikett:
el: Επιγραφή:
sl: Oznaka:
th: ฉลาก:
uk: Мітка:

source: Name:
ar: اسم:
ca: Nom:
cs: Název:
el: Ονομα:
nl: Naam:
sl: ime:
th: ชื่อ:
uk: Ім'я:

source: Other
ar: آخر
ca: Altres
cs: jiný
de: Sonstiges
el: Αλλα
nl: Ander
sl: Drugo
th: อื่น
uk: Інший

source: Please help us understand PeachPay didn't work for you
ar: الرجاء مساعدتنا في فهم أن PeachPay لا تعمل من أجلك
ca: Si us plau, ajudeu-nos a entendre que PeachPay no us ha funcionat
cs: Pomozte nám prosím pochopit, že PeachPay pro vás nefungoval
de: Bitte helfen Sie uns zu verstehen, dass PeachPay bei Ihnen nicht funktioniert hat
el: Βοηθήστε μας να καταλάβουμε ότι το PeachPay δεν λειτούργησε για εσάς
nl: Help ons alstublieft te begrijpen dat PeachPay niet voor u werkte
sl: Pomagajte nam razumeti, da PeachPay za vas ni deloval
th: โปรดช่วยให้เราเข้าใจว่า PeachPay ไม่ได้ผลสำหรับคุณ
uk: Будь ласка, допоможіть нам зрозуміти, що PeachPay не працює для вас

source: Please select the remaining product options before adding this bundle to your cart.
ar: يرجى تحديد خيارات المنتج المتبقية قبل إضافة هذه الحزمة إلى سلة التسوق الخاصة بك.
ca: Seleccioneu les opcions de producte restants abans d'afegir aquest paquet al vostre carretó.
cs: Před přidáním tohoto balíčku do košíku vyberte zbývající možnosti produktu.
de: Bitte wählen Sie die verbleibenden Produktoptionen aus, bevor Sie dieses Paket in Ihren Warenkorb legen.
el: Επιλέξτε τις υπόλοιπες επιλογές προϊόντων προτού προσθέσετε αυτό το πακέτο στο καλάθι σας.
nl: Selecteer de resterende productopties voordat u deze bundel aan uw winkelwagentje toevoegt.
sl: Prosimo, izberite preostale možnosti izdelka, preden dodate ta paket v košarico.
th: โปรดเลือกตัวเลือกสินค้าที่เหลือก่อนที่จะเพิ่มชุดสินค้านี้ลงในรถเข็นของคุณ
uk: Будь ласка, виберіть інші варіанти товару, перш ніж додати цей пакет у свій кошик.

source: Please select the remaining product options before adding this product to your cart.
ar: الرجاء تحديد خيارات المنتج المتبقية قبل إضافة هذا المنتج إلى عربة التسوق الخاصة بك.
ca: Si us plau, seleccioneu les opcions de producte restants abans d'afegir aquest producte al vostre carretó.
cs: Před přidáním tohoto produktu do košíku vyberte zbývající možnosti produktu.
de: Bitte wählen Sie die verbleibenden Produktoptionen aus, bevor Sie dieses Produkt in Ihren Warenkorb legen.
el: Επιλέξτε τις υπόλοιπες επιλογές προϊόντων πριν προσθέσετε αυτό το προϊόν στο καλάθι σας.
nl: Selecteer de resterende productopties voordat u dit product aan uw winkelwagentje toevoegt.
sl: Prosimo, izberite preostale možnosti izdelka, preden dodate ta izdelek v košarico.
th: โปรดเลือกตัวเลือกสินค้าที่เหลือก่อนที่จะเพิ่มสินค้านี้ลงในรถเข็นของคุณ
uk: Будь ласка, виберіть інші варіанти товару, перш ніж додати цей продукт у свій кошик.

source: Please share which plugin
ar: يرجى مشاركة البرنامج المساعد
ca: Si us plau, comparteix quin connector
cs: Podělte se prosím o jaký plugin
de: Bitte teilen Sie welches Plugin
el: Κοινοποιήστε ποιο πρόσθετο
nl: Deel a.u.b. welke plug-in
sl: Prosim delite kateri vtičnik
th: โปรดแชร์ว่าปลั๊กอินตัวใด
uk: Поділіться, будь ласка, який плагін

source: Please share your reason
ar: يرجى مشاركة السبب الخاص بك
ca: Si us plau, comparteix el teu motiu
cs: Podělte se prosím o svůj důvod
de: Bitte teilen Sie Ihren Grund mit
el: Μοιραστείτε τον λόγο σας
nl: Deel alstublieft uw reden
sl: Prosimo, delite svoj razlog
th: กรุณาแบ่งปันเหตุผลของคุณ
uk: Поділіться, будь ласка, причиною

source: Required
ar: مطلوب
ca: Obligatori
cs: Požadované
de: Erforderlich
el: Απαιτείται
nl: Verplicht
sl: Obvezno
th: ที่จำเป็น
uk: вимагається

source: Skip & deactivate
ar: تخطي وإلغاء التنشيط
ca: Omet i desactiva
cs: Přeskočit a deaktivovat
de: Überspringen & deaktivieren
el: Παράλειψη και απενεργοποίηση
nl: Overslaan & deactiveren
sl: Preskoči in deaktiviraj
th: ข้ามและปิดใช้งาน
uk: Пропустити та вимкнути

source: Sorry, something went wrong. Please refresh the page and try again.
ar: عذرا، هناك خطأ ما. يرجى تحديث الصفحة وحاول مرة أخرى.
ca: Ho sentim, alguna cosa ha anat malament. Actualitzeu la pàgina i torneu-ho a provar.
cs: Promiň, něco se pokazilo. Obnovte stránku a zkuste to znovu.
de: Entschuldigung, etwas ist schief gelaufen. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
el: Συγνώμη, κάτι πήγε στραβά. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
nl: Sorry, er ging iets mis. Ververs de pagina en probeer het opnieuw.
sl: Oprostite, nekaj je šlo narobe. Osvežite stran in poskusite znova.
th: ขอโทษมีบางอย่างผิดพลาด. โปรดรีเฟรชหน้าแล้วลองอีกครั้ง
uk: Вибачте, щось пішло не так. Оновіть сторінку та повторіть спробу.

source: Sorry, this product is out of stock.
ar: المعذرة، هذه المنتج غير متوفر في المخزن.
ca: Ho sentim, aquest producte està esgotat.
cs: Omlouváme se, tento produkt není skladem.
de: Leider ist dieses Produkt nicht auf Lager.
el: Λυπούμαστε, αυτό το προϊόν έχει εξαντληθεί.
nl: Sorry, dit product is niet op voorraad.
sl: Oprostite, tega izdelka ni na zalogi.
th: ขออภัย สินค้าหมด
uk: Вибачте, цього товару немає в наявності.

source: Submit
ar: يُقدِّم
ca: Presentar
cs: Předložit
de: Einreichen
el: υποβάλλουν
nl: Indienen
sl: Pošlji
th: ส่ง
uk: Подати

source: Submit & deactivate
ar: إرسال وإلغاء التنشيط
ca: Envia i desactiva
cs: Odeslat a deaktivovat
de: Senden & deaktivieren
el: Υποβολή & απενεργοποίηση
nl: Verzenden & deactiveren
sl: Oddaj in deaktiviraj
th: ส่งและปิดการใช้งาน
uk: Надіслати та деактивувати

source: Temporary deactivation
ar: التعطيل المؤقت
ca: Desactivació temporal
cs: Dočasná deaktivace
de: Vorübergehende Deaktivierung
el: Προσωρινή απενεργοποίηση
nl: Tijdelijke deactivering
sl: Začasna deaktivacija
th: ปิดใช้งานชั่วคราว
uk: Тимчасова дезактивація

source: Text
ar: نص
el: Κείμενο
nl: Tekst
sl: Besedilo
th: ข้อความ
uk: Текст

source: The width takes into account the fields next to it in the field editor. For example, if the two fields are next to each other in the field editor, and they are both set to 50%, in the checkout they will be displayed side-by-side.
ar: العرض يأخذ في الاعتبار الحقول المجاورة له في محرر المجال. على سبيل المثال ، إذا كان الحقلين بجوار بعضهما البعض في محرر المجال ، وكلاهما مضبوط على 50٪ ، فسيتم عرضهما جنبًا إلى جنب في عملية الدفع.
ca: L'amplada té en compte els camps que hi ha al costat a l'editor de camps. Per exemple, si els dos camps es troben l'un al costat de l'altre a l'editor de camps i tots dos estan configurats al 50%, a la compra es mostraran junts.
cs: Šířka zohledňuje pole vedle ní v editoru polí. Pokud jsou například tato dvě pole v editoru polí vedle sebe a obě jsou nastavena na 50 %, v pokladně se zobrazí vedle sebe.
de: Die Breite berücksichtigt die Felder daneben im Feldeditor. Wenn die beiden Felder beispielsweise im Feldeditor nebeneinander stehen und beide auf 50 % eingestellt sind, werden sie im Checkout nebeneinander angezeigt.
el: Το πλάτος λαμβάνει υπόψη τα πεδία δίπλα του στον επεξεργαστή πεδίων. Για παράδειγμα, εάν τα δύο πεδία βρίσκονται το ένα δίπλα στο άλλο στο πρόγραμμα επεξεργασίας πεδίων και έχουν οριστεί και τα δύο στο 50%, στο ταμείο θα εμφανίζονται δίπλα-δίπλα.
nl: De breedte houdt rekening met de velden ernaast in de veldeditor. Als de twee velden bijvoorbeeld naast elkaar staan in de veldeditor en beide zijn ingesteld op 50%, worden ze bij het afrekenen naast elkaar weergegeven.
sl: Širina upošteva polja zraven v urejevalniku polj. Na primer, če sta dve polji eno poleg drugega v urejevalniku polj in sta obe nastavljeni na 50 %, bosta na blagajni prikazani drugo ob drugem.
th: ความกว้างจะพิจารณาฟิลด์ที่อยู่ถัดจากฟิลด์ในตัวแก้ไขฟิลด์ ตัวอย่างเช่น หากฟิลด์สองฟิลด์อยู่ติดกันในเครื่องมือแก้ไขฟิลด์ และฟิลด์ทั้งสองถูกตั้งค่าเป็น 50% ในขั้นตอนการชำระเงิน ฟิลด์ทั้งสองจะแสดงเคียงข้างกัน
uk: Ширина враховує поля поруч із нею в редакторі полів. Наприклад, якщо два поля знаходяться поруч одне з одним у редакторі полів і обидва мають значення 50%, у касі вони відображатимуться поруч.

source: This gift card has no money left.
ar: بطاقة الهدية هذه لا تحتوي على أموال متبقية.
ca: A aquesta targeta regal no li queden diners.
cs: Na této dárkové kartě nezbývají žádné peníze.
de: Diese Geschenkkarte hat kein Guthaben mehr.
el: Αυτή η δωροκάρτα δεν έχει χρήματα.
nl: Deze cadeaukaart heeft geen geld meer.
sl: Na tej darilni kartici ni več denarja.
th: บัตรของขวัญนี้ไม่มีเงินเหลือ
uk: На цій подарунковій картці не залишилося грошей.

source: This is what will show in the checkout window and on the checkout page.
ar: هذا ما سيظهر في نافذة الخروج وفي صفحة الخروج.
ca: Això és el que es mostrarà a la finestra de pagament i a la pàgina de pagament.
cs: To se zobrazí v okně pokladny a na stránce pokladny.
de: Dies wird im Checkout-Fenster und auf der Checkout-Seite angezeigt.
el: Αυτό θα εμφανίζεται στο παράθυρο ολοκλήρωσης αγοράς και στη σελίδα ολοκλήρωσης αγοράς.
nl: Dit wordt weergegeven in het afrekenvenster en op de afrekenpagina.
sl: To je tisto, kar bo prikazano v oknu za odjavo in na strani za odjavo.
th: นี่คือสิ่งที่จะแสดงในหน้าต่างชำระเงินและหน้าชำระเงิน
uk: Це те, що відображатиметься у вікні каси та на сторінці каси.

source: Type:
ar: يكتب:
ca: Tipus:
cs: Typ:
de: Typ:
el: Τύπος:
sl: Vrsta:
th: พิมพ์:
uk: Тип:

source: You can contact support@peachpay.app or use the
ar: يمكنك التواصل مع support@peachpay.app أو استخدام امتداد
ca: Podeu posar-vos en contacte amb support@peachpay.app o utilitzar el
cs: Můžete kontaktovat support@peachpay.app nebo použít
de: Sie können sich an support@peachpay.app wenden oder die verwenden
el: Μπορείτε να επικοινωνήσετε με το support@peachpay.app ή να χρησιμοποιήσετε το
nl: U kunt contact opnemen met support@peachpay.app of gebruik de
sl: Lahko se obrnete na support@peachpay.app ali uporabite
th: คุณสามารถติดต่อ support@peachpay.app หรือใช้
uk: Ви можете зв’язатися з support@peachpay.app або скористатися

source: You can set a value for this field that should be already prefilled when the shopper opens the checkout.
ar: يمكنك تعيين قيمة لهذا الحقل والتي يجب أن تكون مملوءة مسبقًا عندما يفتح المتسوق عملية الدفع.
ca: Podeu establir un valor per a aquest camp que ja s'hauria d'emplenar prèviament quan el comprador obri la caixa.
cs: Pro toto pole můžete nastavit hodnotu, která by měla být již předvyplněná, když nakupující otevře pokladnu.
de: Sie können für dieses Feld einen Wert festlegen, der bereits vorausgefüllt sein sollte, wenn der Käufer die Kasse öffnet.
el: Μπορείτε να ορίσετε μια τιμή για αυτό το πεδίο που θα πρέπει να έχει ήδη συμπληρωθεί όταν ο αγοραστής ανοίξει το ταμείο.
nl: U kunt voor dit veld een waarde instellen die al vooraf moet zijn ingevuld wanneer de klant de kassa opent.
sl: Za to polje lahko nastavite vrednost, ki mora biti že vnaprej izpolnjena, ko kupec odpre blagajno.
th: คุณสามารถตั้งค่าสำหรับฟิลด์นี้ที่ควรกรอกไว้ล่วงหน้าแล้วเมื่อผู้ซื้อเปิดขั้นตอนการชำระเงิน
uk: Ви можете встановити значення для цього поля, яке має бути вже заповненим, коли покупець відкриває касу.

source: You can use anything, but it must be different from the other fields. If you are not trying to be compatible with another plugin, you can simply type the label.
ar: يمكنك استخدام أي شيء ، ولكن يجب أن يكون مختلفًا عن المجالات الأخرى. إذا كنت لا تحاول أن تكون متوافقًا مع مكون إضافي آخر ، فيمكنك ببساطة كتابة التسمية.
ca: Podeu utilitzar qualsevol cosa, però ha de ser diferent dels altres camps. Si no esteu intentant ser compatible amb un altre connector, simplement podeu escriure l'etiqueta.
cs: Můžete použít cokoliv, ale musí se to lišit od ostatních polí. Pokud se nesnažíte být kompatibilní s jiným pluginem, můžete štítek jednoduše napsat.
de: Sie können alles verwenden, aber es muss sich von den anderen Feldern unterscheiden. Wenn Sie nicht versuchen, mit einem anderen Plugin kompatibel zu sein, können Sie einfach das Label eingeben.
el: Μπορείτε να χρησιμοποιήσετε οτιδήποτε, αλλά πρέπει να είναι διαφορετικό από τα άλλα πεδία. Εάν δεν προσπαθείτε να είστε συμβατοί με άλλο πρόσθετο, μπορείτε απλά να πληκτρολογήσετε την ετικέτα.
nl: U kunt alles gebruiken, maar het moet anders zijn dan de andere velden. Als u niet probeert compatibel te zijn met een andere plug-in, kunt u eenvoudig het label typen.
sl: Uporabite lahko karkoli, vendar se mora razlikovati od drugih polj. Če ne poskušate biti združljivi z drugim vtičnikom, lahko preprosto vnesete oznako.
th: คุณสามารถใช้อะไรก็ได้ แต่ต้องแตกต่างจากฟิลด์อื่น หากคุณไม่ได้พยายามที่จะเข้ากันได้กับปลั๊กอินอื่น คุณเพียงแค่พิมพ์ป้ายกำกับ
uk: Ви можете використовувати будь-що, але воно має відрізнятися від інших полів. Якщо ви не прагнете бути сумісним з іншим плагіном, ви можете просто ввести мітку.

source: support chat
ar: دعم الدردشة
ca: xat de suport
cs: podpora chatu
el: υποστήριξη συνομιλίας
nl: ondersteuning chatten
sl: klepet s podporo
th: สนับสนุนการแชท
uk: чат підтримки
